Repository: mick-schroeder/PotatoGame
Catalog: PotatoGame/Resources/Localizable.xcstrings
Source language: en
Languages: ga

# accessibility.home.play_next
source: Play next level now
ga: Imir an chéad leibhéal eile anois

# accessibility.level.state.completed
source: Level Completed
ga: Leibhéal Críochnaithe

# accessibility.level.state.locked
source: Level Locked
ga: Leibhéal Faoi Ghlas

# accessibility.level.state.lost
source: Level Failed
ga: Theip ar an Leibhéal

# accessibility.level.state.new
source: New Level
ga: Leibhéal Nua

# accessibility.level.state.perfect
source: Perfect Completion
ga: Críochnú Foirfe

# accessibility.level.state.playing
source: Currently Playing
ga: Á Imirt Faoi Láthair

# accessibility.level.state.potato-pass
source: Level Pack Required
ga: Tá pacáiste leibhéal ag teastáil

# accessibility.levels.filter
source: Filter levels
ga: Scag leibhéil

# accessibility.levels.hint.locked
source: Locked.
ga: Faoi Ghlas.

# accessibility.levels.hint.tap_to_play
source: Tap to play.
ga: Tapáil chun imirt.

# accessibility.levels.play_next
source: Play next level
ga: Imir an chéad leibhéal eile

# accessibility.levels.unlock-potato-pass
source: Unlock Level Pack
ga: Díghlasáil pacáiste leibhéal

# app.name
source: Potato Game
ga: Cluiche Práta

# button.close
source: Close
ga: Dún

# button.home
source: Home
ga: Baile

# button.new_game
source: New Game
ga: Cluiche Nua

# button.next
source: Next
ga: Ar Aghaidh

# button.ok
source: OK
ga: Ceart go leor

# button.pause
source: Pause
ga: Sos

# button.perfect_win
source: Perfect Win
ga: Bua Foirfe

# button.play
source: Play next level
ga: Imir an chéad leibhéal eile

# button.replay
source: Replay
ga: Seinn Arís

# button.restart_level
source: Restart Level
ga: Atosaigh an Leibhéal

# button.resume
source: Resume
ga: Lean ar aghaidh

# button.review_on_app_store
source: Review on App Store
ga: Athbhreithniú san App Store

# button.settings
source: Settings
ga: Socruithe

# button.unlock_potato_pass
source: Unlock Level Pack
ga: Díghlasáil pacáiste leibhéal

# button.win_level
source: Win Level
ga: Buaigh an Leibhéal

# buttonLoseLevel
source: Lose Level
ga: Caill an Leibhéal

# game_end.potatoes_earned
source: Potatoes earned
ga: Prátaí tuillte

# game_end.title.level_cleared
source: Level %lld – Level Cleared
ga: Leibhéal %lld – Glanta

# game_end.title.perfect_clear
source: Level %lld – Perfect Clear
ga: Leibhéal %lld – Glan Foirfe

# game_end.title.try_again
source: Level %lld – Try Again
ga: Leibhéal %lld – Bain Triail Arís

# game.menu.debug_match_overlay
source: Debug Match Overlay
ga: Forleagan Dífhabhtaithe Meaitseála

# game.menu.label
source: Game Menu
ga: Roghchlár Cluiche

# game.menu.show_legend
source: Show Legend
ga: Taispeáin an Eochair Datha

# how_to.collection.body
source: Clear the board with no emojis left to earn a perfect win. Perfect wins unlock new collectible emojis.
ga: Glan an bord gan emoji ar bith fágtha chun bua foirfe a thuilleamh. Díghlasálann buaite foirfe emojithe inbhailithe nua.

# how_to.collection.title
source: Perfect Wins
ga: Buaite Foirfe

# how_to.controls.body
source: Tilt your device to shift the board. Tap matching emojis to merge them. On macOS, use keyboard or mouse controls.
ga: Claon do ghléas chun an clár a aistriú. Tapáil emoji comhoiriúnacha chun iad a chumasc. Ar macOS, bain úsáid as rialuithe méarchláir nó luiche.

# how_to.controls.title
source: Controls
ga: Rialuithe

# how_to.goal.body
source: Create a potato. 🥔
ga: Cruthaigh práta. 🥔

# how_to.goal.title
source: Goal
ga: Sprioc

# levels.filter.hide_completed
source: Hide completed levels
ga: Folaigh leibhéil chríochnaithe

# levels.filter.show_completed
source: Show completed levels
ga: Taispeáin leibhéil chríochnaithe

# levels.potato-pass.error.title
source: Unable to Unlock
ga: Ní féidir a dhíghlasáil

# levels.status.completed
source: Complete
ga: Críochnaithe

# levels.status.in_progress
source: In Progress
ga: Ar Siúl

# levels.status.locked
source: Locked
ga: Faoi Ghlas

# levels.status.lost
source: Lost
ga: Caillte

# levels.status.new
source: New
ga: Nua

# levels.status.perfect
source: Perfect
ga: Foirfe

# levels.status.potato-pass
source: Unlock Level Pack to play
ga: Díghlasáil pacáiste leibhéal chun an leibhéal seo a imirt

# levels.tile.title
source: Level %lld
ga: Leibhéal %lld

# levels.title_generic
source: Level
ga: Leibhéal

# links.collection
source: Collection
ga: Bailiúchán

# links.how_to_play
source: How to Play
ga: Conas a Imirt

# links.levels
source: Levels
ga: Leibhéil

# navigation.collection
source: Collection
ga: Bailiúchán

# navigation.how_to_play
source: How to Play
ga: Conas a Imirt

# navigation.levels
source: Levels
ga: Leibhéil

# navigation.settings
source: Settings
ga: Socruithe

# schmoji_color.blue
source: Blue
ga: Gorm

# schmoji_color.brown
source: Brown
ga: Donn

# schmoji_color.green
source: Green
ga: Glas

# schmoji_color.orange
source: Orange
ga: Oráiste

# schmoji_color.pink
source: Pink
ga: Bándearg

# schmoji_color.purple
source: Purple
ga: Corcra

# schmoji_color.red
source: Red
ga: Dearg

# schmoji_color.yellow
source: Yellow
ga: Buí

# settings.confirm-new-game.cancel
source: Cancel
ga: Cealaigh

# settings.confirm-new-game.confirm
source: Start New Game
ga: Tosaigh Cluiche Nua

# settings.confirm-new-game.message
source: Starting a new game will reset your current progress.
ga: Má thosaíonn tú cluiche nua, athshocrófar do dhul chun cinn reatha.

# settings.confirm-new-game.title
source: Start a new game?
ga: Tosú cluiche nua?

# settings.game_center
source: Game Center
ga: Ionad Cluiche

# settings.haptics
source: Haptics
ga: Aiseolas haptach

# settings.joined_on
source: Started %1$@
ga: Thosaigh %1$@

# settings.no_account
source: No Account Found
ga: Ní bhfuarthas Cuntas

# settings.sound
source: Sound
ga: Fuaim

# unlock_progress.unlocked
source: Unlocked
ga: Díghlasáilte

# how_to.play.title
source: How to Play
ga: Conas a imirt

# how_to.play.body
source: Tilt your device to move all emojis using gravity. When matching emojis touch, tap them to merge into a bigger emoji. Each merge moves you one step closer to a potato.
ga: Claon do ghléas chun na h-emoji go léir a bhogadh le himtharraingt. Nuair a bhíonn emoji comhoiriúnacha i dteagmháil, tapáil iad chun iad a chumasc ina emoji níos mó. Bogann gach cumasc tú céim níos gaire don phráta.

# how_to.tip.title
source: Tip
ga: Leid

# how_to.tip.body
source: Every tilt changes the board. Move slowly and plan ahead.
ga: Athraíonn gach claonadh an bord. Bog go mall agus pleanáil roimh ré.
